print("내 이름은 고한결")
print("미래에 도움이 될거 같기 때문")
# 이 줄은 무시해줘(주석문{commnet}메모기능)
# ctrl + /
# print 안에 연산 기능이 필요하면 f
print(f"1 + 1 = {1+1}")

#multiline string """ 긴 글을 넣을 때 사용
print("""서울=연합뉴스) 유한주 기자 = 이스라엘군이 팔레스타인 무장정파 하마스를 겨냥한 교전에서 자국인 인질 3명을 실수로 사살한 배경으로는 근접전 본격화가 주목된다.

이스라엘군 수석 대변인 다니엘 하가리 소장은 가자지구 북부 교전 중 자국군이 이스라엘인 인질 3명을 위협으로 잘못 식별해 총으로 쏘아죽였다고 15일(현지시간) 밝혔다.

인질이 교전이 이뤄지는 작전 구역에 있던 원인은 구체적으로 알려지지 않았다.

그러나 오인 사살 자체는 이스라엘군이 하마스 근거지 깊숙한 곳까지 치고 들어가 교전하고 있다는 점을 보여주는 사건으로 관측된다.""")
