# # fruit = input("너가 좋아하는 과일:")
# # print(f"당신이 좋아하는과일은 {fruit}군요")
# # #  = 왼쪽에 있는 데이터르 으른쪽에 넣는다.
# # # abc = 3
# # # print(abc)
# # # print(f"abc {abc}")
# # # # 변수
# # coffee = input("너가 좋아하는 커피는?:")
# # print(f"니가 좋아하는 커피는 {coffee}군요")
# name = input("당신의 이름은 무엇입니까?")
# print(f"""(샌프란시스코=연합뉴스) {name}  기자 = 바람의 손자 이정후(25)의 메이저리그 샌프란시스코 자이언츠 입단에 현지 매체와 구단도 큰 관심을 나타냈다.
# 15일(현지시간) 오후 샌프란시스코 자이언츠 홈구장인 캘리포니아주 샌프란시스코 오라클파크 클럽하우스에서 열린 이정후 입단식에는 구단 관계자와 현지 매체 등 100여명이 참석해 큰 관심을 드러냈다.
# """)
